Repository: wp-plugins/transliterado
Catalog: transliterado-*.po
Languages: bg_bg, de_de, fi_fi, ru_ru, sv_se

source: Specialaj signoj
bg_bg: Специални знаци
de_de: Sonderzeichen
fi_fi: Erikoismerkit
ru_ru: Специальные символы
sv_se: Specialtecken

source: Simpligo de haltostrekoj kaj aliaj specialaj signoj
bg_bg: Опростяване на тирета и специални знаци
de_de: Vereinfachung von Strichen und anderen Sonderzeichen
fi_fi: Ajatusviivojen ja muiden erikoismerkkien yksinkertaistaminen
ru_ru: Упрощение специальных символов
sv_se: Förenkla tankestreck och andra specialtecken

source: Ĉi tie vi povas elekti, kiuj transliteradaj sistemoj estu uzataj en la URL-nomoj de novaj afiŝoj kaj paĝoj. Ne elektu pli da sistemoj ol vi vere bezonas. Atentu, ke iuj sistemoj koncernas la samajn signojn, kaj do povas interkolizii.
bg_bg: Тук можете да изберете системи за транслитерация на за нови страници и публикации. Не избирайте повече системи от колкото наистина са ви нужни. Някои системи за транслитерация се препокриват и това може да доведе до колизии.
de_de: Hier können Sie wählen, welche Transliterationssysteme für die URL-Formen von neuen Artikel- und Seitentiteln verwendet werden sollen. Bitte aktivieren Sie nicht mehr Systeme als Sie wirklich brauchen. Beachten Sie, dass einige Zeichen in mehrere Systemen verwendet werden, was zu Verwirrungen führen kann.
fi_fi: Tästä voit valita, mitä translitterointijärjestelmää uusien artikkelien ja sivujen permalinkeissä käytetään. Älä valitse useampia kuin todella tarvitset. Ota huomioon, että jotkin järjestelmistä vaikuttavat samoihin kirjaimiin, ja voivat siksi johtaa yhteentörmäyksiin.
ru_ru: Здесь вы можете выбрать системы транслитерации для использования в адресахновых записей и страниц. Не выбирайте больше систем, чем вам действительно нужно. Учитывайте, что разные системы могут охватывать одни и те же символы и конфликтовать.
sv_se: Här kan du välja vilka translittereringssystem som ska användas i permalänkar för nya inlägg och sidor. Välj inte fler system än du verkligen behöver. Observera att en del system behandlar samma tecken, vilket kan leda till kollisioner.

source: La elektoj estas konservitaj.
bg_bg: Настройките бяха запазени.
de_de: Die Einstellungen wurden gespeichert.
fi_fi: Asetukset on tallennettu.
ru_ru: Настройки сохранены.
sv_se: Inställningarna har sparats.

source: La malnovaj URL-nomoj de afiŝoj kaj paĝoj estas ŝanĝitaj laŭ tiuj elektoj.
bg_bg: Старите окончания на публикации и страници бяха обновени.
de_de: Die URL-Formen älterer Artikel- und Seitentitel wurden mit diesen Einstellungen geändert.
fi_fi: Olemassaolevien artikkelien ja sivujen permalinkit on muutettu näiden asetusten mukaisiksi.
ru_ru: Все старые адреса записей и страниц были изменены согласно этим настройкам.
sv_se: Redan befintliga permalänkar för inlägg och sidor har ändrats enligt dessa inställningar.

source: La malnovaj URL-nomoj de etikedoj kaj kategorioj (ankaŭ ligilo-kategorioj) estas ŝanĝitaj laŭ tiuj elektoj.
bg_bg: Окончанията на тагове и категории (включително и за връзките) бяха променени според настройките.
de_de: Die URL-Formen älterer Schlagwörter und Kategorien wurden mit diesen Einstellungen geändert.
fi_fi: Olemassaolevat permalinkit aihesanoihin ja kategoriohin (myös linkkikategorioihin) on muutettu näiden asetusten mukaisiksi.
ru_ru: Все старые имена тегов и рубрик (включая рубрики ссылок) были изменены согласно настройкам.
sv_se: Redan befintliga permalänkar för etikettero och kategorier (även länk-kategorier) har ändrats enligt de nya inställningarna.

source: Ŝanĝi malnovajn afiŝojn/paĝojn
bg_bg: Промени окончанията на стари страници и публикации
de_de: URL-Formen älterer Artikel- und Seitentitel ändern
fi_fi: Muuta olemassaolevat artikkelit/sivut
ru_ru: Изменить адреса старых записей и страниц
sv_se: Ändra redan befintliga inlägg/sidor

source: Se vi elektos <em>Ŝanĝi malnovajn afiŝojn/paĝojn</em>, estos ŝanĝitaj la URL-nomoj de ĉiuj jam publikigitaj afiŝoj kaj paĝoj laŭ la novaj elektoj. Ligiloj, kiuj uzas la malnovajn URL-nomojn, tamen restos plu funkciantaj.
bg_bg: Ако изберете <em>Промени окончанията на стари страници и публикации</em> завече публикувани такива. Те ще бъдат променени според настройките. Старите връзки ще останат функционални.
de_de: Wenn Sie <em>URL-Formen älterer Artikel- und Seitentitel ändern</em> wählen, werden die URL-Formen schon veröffentlichter Artikel und Seiten entsprechend den neuen Einstellungen geändert. Links, die ältere URL-Formen benutzen, bleiben trotzdem aktuell.
fi_fi: Jos valitset <em>Muuta olemassaolevat artikkelit/sivut</em>, permalinkit kaikkiin jo julkaistuihin artikkeleihin ja sivuihin muuttuvat uusien asetusten mukaisiksi. Linkit vanhoihin osoitteisiin toimivat kuitenkin jatkossakin.
ru_ru: Если выбрать <em>Изменить адреса старых записей и страниц</em>, адреса ранее опубликованных записей и страниц будут изменены согласно новым настройкам. При этом старые адреса будут по-прежнему открываться.
sv_se: Om du väljer <em>Ändra redan befintliga inlägg/sidor</em>, så ändras permalänkarna för alla redan publicerade artiklar och sidor enligt de nya inställningarna. Länkar som använder de tidigare formerna förblir dock användbara.

source: Ŝanĝi malnovajn etikedojn/kategoriojn
bg_bg: Промени окончанията на стари тагове/категории
de_de: URL-Formen älterer Schlagwörter und Kategorien ändern
fi_fi: Muuta vanhat aihesanat/kategoriat
ru_ru: Изменить адреса старых тегов и рубрик

source: Se vi elektos <em>Ŝanĝi malnovajn etikedojn/kategoriojn</em>, estos ŝanĝitaj la URL-nomoj de ĉiuj jam ekzistantaj etikedoj kaj kategorioj (ankaŭ ligilo-kategorioj) laŭ la novaj elektoj. <strong>Ligiloj, kiuj uzas la malnovajn URL-nomojn de tiuj etikedoj kaj kategorioj, <em>ne plu funkcios</em></strong>. Pripensu do bone antaŭ ol elekti tiun ĉi eblon.
bg_bg: Ако изберете <em>Промени окончанията на стари тагове/категории</em>, за съществуващи такива те ще бъдат променени според избраните настройки. <strong>Връзки към тези категории/тагове <em>ще престанат да работят</em></strong>. Така че помислете внимателно преди да използвате тази опция.
de_de: Wenn Sie <em>URL-Formen älterer Schlagwörter und Kategorien ändern</em> wählen, werden die URL-Formen schon existierenden Schlagwörter und Kategorien entsprechend den neuen Einstellungen geändert. <strong>Links, die ältere URL-Formen dieser Schlagwörter und Kategorien benutzen, <em>funktionieren dann nicht mehr</em></strong>. Überlegen Sie also gut, ob Sie diese Möglichkeit wählen möchten.
fi_fi: Jos valitset <em>Muuta vanhat aihesanat/kategoriat</em>, permalinkit jo olemassaoleviin aihesanoihin ja kategorioihin muuttuvat uusien asetusten mukaisiksi. <strong>Linkit vanhoihin osoitteisiin <em>eivät enää tule toimimaan</em></strong>. Mieti siis tarkkaan, ennen kuin valitset tämän vaihtoehdon.
ru_ru: Если выбрать <em>Изменить адреса старых тегов и рубрик</em>, адреса ранее созданных тегов и рубрик будут изменены согласно новым настройкам. <strong>Старые ссылки при этом <em>перестанут работать</em></strong>. Хорошо подумайте, прежде чем выбрать эту опцию.
sv_se: Om du väljer <em>Ändra redan befintliga etiketter/kategorier</em>, så ändras permalänkarna för alla redan skapade etiketter och kategorier enligt de nya inställningarna. <strong>Länkar som använder de tidigare formerna <em>kommer inte att fungera längre</em></strong>. Tänk dig alltså noga för innan du väljer att göra detta.

source: Konservi
bg_bg: Запази
de_de: Speichern
fi_fi: Tallenna
ru_ru: Сохранить
sv_se: Spara
